# -*- coding: utf-8 -*-

patternBodyUseSubject = {'개인정보 검출 내역': '14건', '개인정보 제목 개수': '제목(0건)', '개인정보 본문 개수': '본문(14건)',
                         '개인정보 첨부파일 개수': '첨부파일(0건)',
                         '개인정보 제목 내용': '',
                         '개인정보 본문 내용': '670210-1554381 1건 검출 (주민등록번호)\n02-750-0828 1건 검출 (전화번호)\n010-7979-4099 1건 검출 (휴대전화번호)\n192.168.0.121 1건 검출 (IP)\nysgo@soosan.co.kr 1건 검출 (이메일형식)\n216502-04-268317 1건 검출 (계좌번호)\nKR7726840 1건 검출 (여권번호)\nD58493043 1건 검출 (여권번호)\n경기00-852223-51 1건 검출 (운전면허번호)\n4221-5500-1007-2121 1건 검출 (신용카드)\n751214-5265498 1건 검출 (외국인등록번호)\n207-81-51341 1건 검출 (사업자등록번호)\n110111-1518830 1건 검출 (법인등록번호)\n81233745079 1건 검출 (건강보험증번호)',
                         '개인정보 첨부파일 내용': '', '키워드 검출 내역': '0건', '키워드 제목 개수': '제목(0건)', '키워드 본문 개수': '본문(0건)',
                         '키워드 첨부파일 개수': '첨부파일(0건)', '키워드 제목 내용': '', '키워드 본문 내용': '', '키워드 첨부파일 내용': '', '제목': '제목',
                         '내용': '670210-1554381, 010-7979-4099, ysgo@soosan.co.kr, KR7726840, D58493043, 4221-5500-1007-2121, 207-81-51341, 81233745079, 02-750-0828, 192.168.0.121, 216502-04-268317, 경기00-852223-51, 751214-5265498, 110111-1518830'}
